Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/inarinsaamen_taivutusoppi_on_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Inarinsaamen taivutusoppi on julkaistu
sme: Inarisaamen taivutusoppi lea almmuhuvvon

source: INARINSAAMEN TAIVUTUSOPPI kuvaa inarinsaamen taivutusmuotojen muodostamista systemaattisesti, mutta mahdollisimman helppolukuisesti, havainnollisesti ja lähestyttävästi.
sme: INARISAAMEN TAIVUTUSOPPI govve anárašgiela sojahanhámiid ráhkadeami systemáhtalaččat, muhto nu, ahte daid lea álki lohkat.

source: Kirjassa kuvataan inarinsaamen äänteet ja ääntämisohjeet, säännönmukaiset äänteenmuutokset ja taivutusmuotojen muodostamissäännöt.
sme: Girjjis govviduvvo anárašgiela jietnadeamit ja jietnadanrávvagat, njuolggadusvuloš jietnadannuppástusat ja sojahanhámiid hábmennjuolggadusat.

source: Mukana on paljon esimerkkejä sääntöjen havainnollistamiseksi.
sme: Girjjis leat olu ovdamearkkat mat govvidit njuolggadusaid.

source: Lisäksi kirjassa esitellään taipumattomat sanaluokat ja yleisimmät niihin kuuluvat sanat.
sme: Lassin girjjis ovdanbuktojuvvojit sojakeahtes sátneluohkát ja daid dábáleamos sánit.

source: Taivutusoppia seuraa lyhyt kappale inarinsaamen lauseopillisista piirteistä.
sme: Sojahanoahpa maŋŋá girjjis lea oanehis bihttá anárašgiela cealkkaoahpalaš iešvugiin.

source: Kirja sopii inarinsaamen kieliopintojen tueksi ja oppimateriaaliksi sekä lähdemateriaaliksi kaikille kielen parissa työskenteleville, esimerkiksi opettajille, toimittajille ja tutkijoille.
sme: Girji heive doarjjan anárašgiela giellaoahpuide sihke oahppomateriálan ja gáldun buohkaide geat barget gielain, ovdamearkka dihte oahpaheaddjit, doaimmaheaddjit ja dutkit.

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/
sme: Girji lea oastin láhkai Sámedikki oahppomateriála neahttagávppis: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/
